Repository: alexKov24/gdpr-cookie-compliance-translation
Catalog: gdpr-cookie-compliance-*.po
Languages: he

source: Buy Premium
he: רכוש פרימיום

source: Save Settings
he: שמור הגדרות

source: Single Activation
he: הפעלה בודדת

source: Bulk Licence Activation
he: הפעלת רישיון קבוצתית

source: You can activate the Licence Key on all your subsites using the tool below.
he: אתה יכול להפעיל את מפתח הרישיון בכל אתרי המשנה שלך באמצעות הכלי שלהלן.

source: Bulk Multisite Activation
he: הפעלה קבוצתית באתרים מרובים

source: There is a new version of GDPR Cookie Compliance - Premium Add-On.
he: יש גרסה חדשה של GDPR Cookie Compliance - תוספת פרימיום.

source: License key:
he: מפתח רישיון:

source: Enter licence key:
he: הזן מפתח רישיון:

source: Enter your licence key:
he: הזן את מפתח הרישיון שלך:

source: Enter a new licence key:
he: הזן מפתח רישיון חדש:

source: Buy more licences
he: קנה רישיונות נוספים

source: Enter new licence key
he: הזן מפתח רישיון חדש

source: Your licence has expired. You will not receive the latest updates and features unless you renew your licence.
he: הרישיון שלך פג. לא תקבל את העדכונים והתכונות האחרונים אלא אם תחדש את הרישיון שלך.

source: Renew your licence
he: חדש את הרישיון שלך

source: Buy licence
he: קנה רישיון

source: Activate
he: הפעל

source: Adjust your settings
he: התאם את ההגדרות שלך

source: You can buy more licences from our [store_link]online store[/store_link].
he: אתה יכול לקנות רישיונות נוספים מ[store_link]החנות המקוונת[/store_link] שלנו.

source: You can buy licences from our [store_link]online store[/store_link].
he: אתה יכול לקנות רישיונות מ[store_link]החנות המקוונת[/store_link] שלנו.

source: Please enable Strictly Necessary Cookies first so that we can save your preferences!
he: אנא הפעל תחילה את העוגיות ההכרחיות כדי שנוכל לשמור את העדפותיך!

source: Please enable the cookies to view this content
he: אנא הפעל את העוגיות כדי לצפות בתוכן זה

source: This content is blocked
he: תוכן זה חסום

source: More information about our [privacy_link]Cookie Policy[/privacy_link]
he: מידע נוסף על [privacy_link]מדיניות העוגיות[/privacy_link] שלנו

source: Keeping this cookie enabled helps us to improve our website.
he: השארת עוגיה זו מופעלת עוזרת לנו לשפר את האתר שלנו.

source: This website uses Google Analytics to collect anonymous information such as the number of visitors to the site, and the most popular pages.
he: אתר זה משתמש ב-Google Analytics כדי לאסוף מידע אנונימי כגון מספר המבקרים באתר והדפים הפופולריים ביותר.

source: This website uses the following additional cookies:</p><p>(List the cookies that you are using on the website here.)
he: אתר זה משתמש בעוגיות הנוספות הבאות:</p><p>(רשום את העוגיות שאתה משתמש באתר כאן.)

source: If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again.
he: אם תשבית עוגיה זו, לא נוכל לשמור את העדפותיך. המשמעות היא שבכל פעם שתבקר באתר זה תצטרך להפעיל או להשבית עוגיות שוב.

source: Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings.
he: עוגיות הכרחיות צריכות להיות מופעלות בכל עת כדי שנוכל לשמור את העדפותיך להגדרות העוגיות.

source: This website uses cookies so that we can provide you with the best user experience possible. Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful.
he: אתר זה משתמש בעוגיות כדי שנוכל לספק לך את חווית המשתמש הטובה ביותר. מידע העוגיות נשמר בדפדפן שלך ומבצע פונקציות כגון זיהוי שלך כשאתה חוזר לאתר שלנו ועזרה לצוות שלנו להבין אילו חלקים של האתר אתה מוצא מעניינים ושימושיים ביותר.

source: Hi, thank you for using our plugin. We would really appreciate if you could take a moment to drop a quick review that will inspire us to keep going.
he: שלום, תודה על השימוש בתוסף שלנו. נעריך מאוד אם תוכל להקדיש רגע כדי לכתוב ביקורת מהירה שתשמש לנו השראה להמשיך.

source: and activate it
he: ולהפעיל אותו

source: Insert your license key to the
he: הכנס את מפתח הרישיון שלך ל

source: Do you have a licence key?
he: האם יש לך מפתח רישיון?

source: This feature is part of the Premium Add-on
he: תכונה זו היא חלק מתוספת הפרימיום

source: buy a new licence here
he: קנה רישיון חדש כאן

source: to generate the key or
he: כדי ליצור את המפתח או

source: Login to your account
he: התחבר לחשבון שלך

source: Don't have a valid licence key yet?
he: עדיין אין לך מפתח רישיון תקף?

source: to download the latest version of the Premium Add-on
he: להוריד את הגרסה האחרונה של תוספת הפרימיום

source: Activate your licence
he: הפעל את הרישיון שלך

source: This feature is not supported in this version of the Premium Add-on.
he: תכונה זו אינה נתמכת בגרסה זו של תוספת הפרימיום.

source: Close GDPR Cookie Banner
he: סגור את כרזת העוגיות של GDPR

source: GDPR Cookie Compliance
he: תאימות עוגיות GDPR

source: Hide Cookie Banner
he: הסתר את כרזת העוגיות

source: Geo Location
he: מיקום גיאוגרפי

source: Analytics
he: אנליטיקה

source: Full-screen / Cookiewall
he: מסך מלא / קיר עוגיות

source: Accept on Scroll / Hide timer
he: קבל בגלילה / הסתר טיימר

source: Export/Import Settings
he: ייצא/ייבא הגדרות

source: Rate
he: דרג

source: GDPR Cookie Banner
he: כרזת עוגיות GDPR

source: Enable or Disable Cookies
he: הפעל או השבת עוגיות

source: Close GDPR Cookie Settings
he: סגור הגדרות עוגיות GDPR

source: GDPR Settings Screen
he: מסך הגדרות GDPR

source: Default capability: manage_options
he: יכולת ברירת מחדל: manage_options

source: GDPR Cookie Compliance Settings Page - Permissions
he: דף הגדרות תאימות עוגיות GDPR - הרשאות

source: Disable comments until cookies are accepted
he: השבת תגובות עד שהעוגיות מתקבלות

source: Custom tracking code on language sites (WPML, qTranslate, WP Multilang, Polylang)
he: קוד מעקב מותאם אישית באתרי שפה (WPML, qTranslate, WP Multilang, Polylang)

source: Disable script caching
he: השבת מטמון סקריפט

source: Disable tabindex attribute for buttons
he: השבת את תכונת tabindex עבור כפתורים

source: Hook for WooCommerce Facebook Pixel plugin
he: וו לתוסף פיקסל פייסבוק של WooCommerce

source: Compatibility with Pixel Your Site plugin
he: תאימות עם תוסף Pixel Your Site

source: Read cookie values with JavaScript
he: קרא ערכי עוגיות עם JavaScript

source: Default value: SameSite=Lax
he: ערך ברירת מחדל: SameSite=Lax

source: Define custom cookie attribute (SameSite)
he: הגדר תכונת עוגייה מותאמת אישית (SameSite)

source: Remove jQuery script dependency
he: הסר תלות בסקריפט jQuery

source: Define CDN URLs
he: הגדר כתובות URL של CDN

source: Please note, without our "temporary cookie", the cookie banner will be displayed for the user on every page load - this is because the site will not recognise this user since their previous selection was not saved anywhere.
he: שים לב, ללא ה"עוגייה הזמנית" שלנו, כרזת העוגיות תוצג למשתמש בכל טעינת דף - זאת מכיוון שהאתר לא יזהה משתמש זה מכיוון שהבחירה הקודמת שלו לא נשמרה בשום מקום.

source: However, you can prevent the plugin from storing user preferences into our temporary cookie by using the hook below.
he: עם זאת, אתה יכול למנוע מהתוסף לאחסן את העדפות המשתמש בעוגיה הזמנית שלנו באמצעות הוו שלהלן.

source: The cookie banner will be displayed again at the next browsing session so the user can change their preferences then.
he: כרזת העוגיות תוצג שוב בהפעלת הגלישה הבאה כך שהמשתמש יכול לשנות את העדפותיו אז.

source: By default, our plugin stores user preferences in "moove_gdpr_popup" cookie. When a user rejects cookies, we do not show the cookie banner again during the same browsing session - this is achieved by using our temporary cookie that tells us that this user rejected cookies.
he: כברירת מחדל, התוסף שלנו שומר את העדפות המשתמש בעוגייה "moove_gdpr_popup". כאשר משתמש דוחה עוגיות, איננו מציגים את הכרזה שוב במהלך אותה הפעלת גלישה - זה מושג באמצעות העוגייה הזמנית שלנו שמודיעה לנו שמשתמש זה דחה עוגיות.

source: Prevent storing a "temporary reject cookie" when cookies are rejected
he: מנע אחסון "עוגיית דחייה זמנית" כאשר העוגיות נדחות

source: Disable Monster Insights based on cookie selected
he: השבת את Monster Insights בהתבסס על העוגייה שנבחרה

source: Make "Reject" button less visible
he: הפוך את כפתור "דחה" לפחות נראה

source: Custom css for buttons
he: CSS מותאם אישית לכפתורים

source: Extend styles
he: הרחב סגנונות

source: These consent variables can be used to configure your Google Tag Manager.
he: משתני הסכמה אלה יכולים לשמש להגדרת מנהל התגים של Google שלך.

source: You also have a single variable that includes all categories that the user accepted:
he: יש לך גם משתנה יחיד הכולל את כל הקטגוריות שהמשתמש קיבל:

source: or
he: או

source: values
he: ערכים

source: Our plugin has the following 3 consent variables implemented by default for each cookie category:
he: התוסף שלנו מיישם את 3 משתני ההסכמה הבאים כברירת מחדל עבור כל קטגוריית עוגיות:

source: GTM / Javascript consent variables
he: משתני הסכמה ב-GTM / Javascript

source: Use the following code snippet in our plugin (either in the 3rd party or Additional Cookies category). We recommend placing it in the "Head" section.
he: השתמש בקטע הקוד הבא בתוסף שלנו (בקטגוריית צד שלישי או עוגיות נוספות). אנו ממליצים למקם אותו בחלק "Head".

source: Step 2
he: שלב 2

source: Add the following code snippet to functions.php and replace the generic Google ID with yours (AW-YYYYYY)
he: הוסף את קטע הקוד הבא ל-functions.php והחלף את מזהה Google הכללי בשלך (AW-YYYYYY)

source: Step 1
he: שלב 1

source: official Google Dev Guides.
he: מדריכי המפתחים הרשמיים של Google.

source: More details on this implementation in the
he: פרטים נוספים על יישום זה ב

source: Here is a quick guide for Google Tag Manager or Google Analytics consent settings implementation.
he: הנה מדריך מהיר ליישום הגדרות הסכמה של Google Tag Manager או Google Analytics.

source: GTM / GA consent settings
he: הגדרות הסכמה של GTM / GA

source: PHP cookie checker
he: בודק עוגיות PHP

source: If you find that our GDPR Cookie Compliance Banner or the Settings Screen is covered by another element on your site, you can add the following to your functions.php
he: אם אתה מוצא שכרזת תאימות עוגיות GDPR או מסך ההגדרות מכוסים על ידי אלמנט אחר באתר שלך, אתה יכול להוסיף את הבא ל-functions.php שלך

source: Set custom z-index
he: הגדר z-index מותאם אישית

source: You can remove the target="_blank" from Powered by GDPR link.
he: אתה יכול להסיר את target="_blank" מהקישור Powered by GDPR.

source: GDPR Branding link target
he: יעד קישור מיתוג GDPR

source: You can add rel="noopener noreferrer" to Powered by GDPR link.
he: אתה יכול להוסיף rel="noopener noreferrer" לקישור Powered by GDPR.

source: GDPR Branding link extra attributes
he: תכונות נוספות לקישור מיתוג GDPR

source: HOOK to GDPR custom ADVANCED-PARTY script by php – FOOTER
he: וו לסקריפט ADVANCED-PARTY מותאם אישית של GDPR באמצעות php – FOOTER

source: HOOK to GDPR custom ADVANCED-PARTY script by php – BODY
he: וו לסקריפט ADVANCED-PARTY מותאם אישית של GDPR באמצעות php – BODY

source: HOOK to GDPR custom ADVANCED-PARTY script by php – HEAD
he: וו לסקריפט ADVANCED-PARTY מותאם אישית של GDPR באמצעות php – HEAD

source: HOOK to GDPR custom 3RD-PARTY script by php – FOOTER
he: וו לסקריפט 3RD-PARTY מותאם אישית של GDPR באמצעות php – FOOTER

source: HOOK to GDPR custom 3RD-PARTY script by php – BODY
he: וו לסקריפט 3RD-PARTY מותאם אישית של GDPR באמצעות php – BODY

source: HOOK to GDPR custom 3RD-PARTY script by php – HEAD
he: וו לסקריפט 3RD-PARTY מותאם אישית של GDPR באמצעות php – HEAD

source: Please note that these are just examples - some bespoke development work may be required to customise these code snippets to your specific requirements.
he: שים לב שאלה רק דוגמאות - ייתכן שתידרש עבודת פיתוח מותאמת אישית כדי להתאים את קטעי הקוד האלה לדרישות הספציפיות שלך.

source: Here you can find the default hooks & custom scripts available in our plugin.
he: כאן תוכל למצוא את הווים וסקריפטים מותאמים אישית הזמינים בתוסף שלנו.

source: THIS PLUGIN DOES NOT MAKE YOUR WEBSITE COMPLIANT. YOU ARE RESPONSIBLE FOR ENSURING THAT ALL LEGAL REQUIREMENTS ARE MET ON YOUR WEBSITE.
he: תוסף זה אינו הופך את האתר שלך לתואם. אתה אחראי לוודא שכל הדרישות החוקיות מתקיימות באתר שלך.

source: This plugin is just a template and needs to be setup correctly in order to work properly.
he: תוסף זה הוא רק תבנית וצריך להגדיר אותו נכון כדי שיפעל כראוי.

source: Does this plugin guarantee that I will comply with data protection laws?
he: האם תוסף זה מבטיח שאעמוד בחוקי הגנת המידע?

source: Consent Log here
he: יומן הסכמה כאן

source: You can see the preview of
he: אתה יכול לראות את התצוגה המקדימה של

source: The data stored includes: Consent Date, User IP address, Cookies Accepted and User Email (for logged-in users).
he: הנתונים המאוחסנים כוללים: תאריך הסכמה, כתובת IP של משתמש, עוגיות שהתקבלו ודוא"ל של משתמש (עבור משתמשים מחוברים).

source: The Consent Log features stores all data in your WordPress website database.
he: תכונת יומן ההסכמה מאחסנת את כל הנתונים במסד הנתונים של אתר WordPress שלך.

source: What information does the Consent Log store and where is it stored?
he: איזה מידע מאחסן יומן ההסכמה והיכן הוא מאוחסן?

source: use WPML with our plugin.
he: השתמש ב-WPML עם התוסף שלנו.

source: Once you install the WPML plugin to your site, all you need to do is to switch to the language where you want to translate content in. Then you can start updating the content in the CMS the same way as you do on the main language.
he: לאחר שתתקין את תוסף WPML באתר שלך, כל מה שעליך לעשות הוא לעבור לשפה שבה אתה רוצה לתרגם תוכן. לאחר מכן תוכל להתחיל לעדכן את התוכן ב-CMS באותה דרך שאתה עושה בשפה הראשית.

source: Our plugin is compatible with WPML out of the box, no special set up is required.
he: התוסף שלנו תואם ל-WPML מיד עם ההתקנה, לא נדרשת הגדרה מיוחדת.

source: WPML Compatibility
he: תאימות WPML

source: Yes. Once you setup the plugin, you should delete the scripts you uploaded to the plugin from your website's code to ensure that your scripts are not loaded twice.
he: כן. לאחר שתגדיר את התוסף, עליך למחוק את הסקריפטים שהעלית לתוסף מקוד האתר שלך כדי להבטיח שהסקריפטים שלך לא יטענו פעמיים.

source: Once I add scripts to this plugin, should I delete them from the website's code?
he: לאחר שאוסיף סקריפטים לתוסף זה, האם עליי למחוק אותם מקוד האתר?

source: This plugin only restricts cookies for scripts that you have setup in the Plugin Settings. If you want to block all cookies, you have to add all scripts that use cookies into the Settings of this plugin.
he: תוסף זה מגביל רק עוגיות עבור סקריפטים שהגדרת בהגדרות התוסף. אם ברצונך לחסום את כל העוגיות, עליך להוסיף את כל הסקריפטים המשתמשים בעוגיות להגדרות של תוסף זה.

source: Does this plugin block all cookies?
he: האם תוסף זה חוסם את כל העוגיות?

source: There is only one exception where we cannot sync users consent between subsites and that's when you're using different domains (subdomains are fine). Browsers will treat each domain as separate entity and our plugin will be unable to alter cookies stored by the other domain. This is a security feature in browsers to prevent hacking.
he: יש רק חריג אחד שבו איננו יכולים לסנכרן את הסכמת המשתמשים בין אתרי משנה וזה כאשר אתה משתמש בדומיינים שונים (תת-דומיינים בסדר). דפדפנים יתייחסו לכל דומיין כישות נפרדת והתוסף שלנו לא יוכל לשנות עוגיות שנשמרו על ידי הדומיין האחר. זוהי תכונת אבטחה בדפדפנים למניעת פריצה.

source: For example, if user agrees to cookies on one subsite (example.com/one/ or one.example.com), then we can automatically sync their consent and cookies will be accepted on the other subsites too (example.com/two/ or two.example.com).
he: לדוגמה, אם משתמש מסכים לעוגיות באתר משנה אחד (example.com/one/ או one.example.com), אז אנחנו יכולים לסנכרן אוטומטית את ההסכמה שלהם והעוגיות יתקבלו גם באתרי המשנה האחרים (example.com/two/ או two.example.com).

source: We can sync users consent across your multisite network as long as your subsites are using the same domain and either folder or subdomain structure.
he: אנו יכולים לסנכרן את הסכמת המשתמשים ברשת האתרים המרובים שלך כל עוד אתרי המשנה שלך משתמשים באותו דומיין ובמבנה תיקיות או תת-דומיין.

source: Yes, the plugin supports subdomains on the same WordPress Multisite Network as part of our Premium Add-on
he: כן, התוסף תומך בתת-דומיינים באותה רשת WordPress מרובת אתרים כחלק מתוסף הפרימיום שלנו

source: Does the plugin support subdomains or subfolders on multisite network?
he: האם התוסף תומך בתת-דומיינים או תת-תיקיות ברשת אתרים מרובה?

source: pre-defined advanced hooks here
he: ווים מתקדמים מוגדרים מראש כאן

source: You can also find the list of all
he: אתה יכול גם למצוא את הרשימה של כל

source: You will find the list of popular hooks here:
he: תמצא את רשימת הווים הפופולריים כאן:

source: Yes, we have implemented hooks that allow you to implement custom code snippets.
he: כן, יישמנו ווים שמאפשרים לך ליישם קטעי קוד מותאמים אישית.

source: Can I use custom code or hooks with your plugin?
he: האם אני יכול להשתמש בקוד מותאם אישית או בווים עם התוסף שלך?

source: Enabled state
he: מצב מופעל

source: Disabled state
he: מצב מושבת

source: We are not storing any sensitive or personal data there, the cookie file contains only one of the following strings:
he: אנחנו לא מאחסנים שם נתונים רגישים או אישיים, קובץ העוגייה מכיל רק אחת מהמחרוזות הבאות:

source: For example, we use Strictly Necessary Cookies to save information about which cookies the user consented to.
he: לדוגמה, אנו משתמשים בעוגיות הכרחיות כדי לשמור מידע אודות אילו עוגיות המשתמש הסכים להן.

source: The "Strictly Necessary Cookies", sometimes called Essential Cookies, are cookies that are necessary for your site to function properly.
he: "עוגיות הכרחיות", הנקראות לעתים עוגיות חיוניות, הן עוגיות הכרחיות לתפקוד תקין של האתר שלך.

source: What are "Strictly Necessary Cookies / Essential Cookies"?
he: מה הן "עוגיות הכרחיות / עוגיות חיוניות"?

source: configure GA/GTM consent settings.
he: הגדר הגדרות הסכמה של GA/GTM.

source: More info about how to
he: מידע נוסף על איך

source: Our plugin supports both the GTM & GA consent variables natively.
he: התוסף שלנו תומך באופן טבעי בשני משתני ההסכמה של GTM ו-GA.

source: How to configure GA / GTM consent settings
he: כיצד להגדיר הגדרות הסכמה של GA / GTM

source: To view the scripts you can use the Developer Console in Chrome browser (Inspect Element feature).
he: כדי לצפות בסקריפטים אתה יכול להשתמש במסוף המפתח בדפדפן Chrome (תכונת בדיקת אלמנט).

source: Our plugin loads scripts using JavaScript which is why you cannot find them when viewing the page source code.
he: התוסף שלנו טוען סקריפטים באמצעות JavaScript ולכן אינך יכול למצוא אותם בעת צפייה בקוד המקור של הדף.

source: The scripts added to the plugin settings are not visible in the page source code.
he: הסקריפטים שנוספו להגדרות התוסף אינם נראים בקוד המקור של הדף.

source: To REJECT cookies
he: לדחיית עוגיות

source: To ACCEPT all cookies
he: לקבלת כל העוגיות

source: You can use the following links to accept or reject cookies straight-away.
he: אתה יכול להשתמש בקישורים הבאים כדי לקבל או לדחות עוגיות מיד.

source: Can I use direct links to "Accept" or "Reject" cookies?
he: האם אני יכול להשתמש בקישורים ישירים ל"קבלת" או "דחיית" עוגיות?

source: Absolute Path
he: נתיב מוחלט

source: Relative Path (RECOMMENDED)
he: נתיב יחסי (מומלץ)

source: You can use the following to display the Cookie Settings Screen window:
he: אתה יכול להשתמש בבא כדי להציג את חלון מסך הגדרות העוגיות:

source: How can I link directly to the Cookie Settings pop-up screen?
he: כיצד אני יכול לקשר ישירות למסך הקופץ של הגדרות העוגיות?

source: The issue is related to a higher z-index in your theme. You can solve the issue by adding the following code snippet to your functions.php
he: הבעיה קשורה ל-z-index גבוה יותר בערכת הנושא שלך. אתה יכול לפתור את הבעיה על ידי הוספת קטע הקוד הבא ל-functions.php שלך

source: The Cookie Banner is covered by another pop-up
he: כרזת העוגיות מכוסה על ידי חלון קופץ אחר

source: The deactivation doesn't affect your settings stored in the plugin.
he: הכיבוי אינו משפיע על ההגדרות שלך המאוחסנות בתוסף.

source: the licence key on the "Licence Manager" tab
he: את מפתח הרישיון בכרטיסייה "מנהל רישיונות"

source: Deactivate
he: כבה

source: plugin to the latest version
he: את התוסף לגרסה האחרונה

source: Update the free
he: עדכן את התוסף החינמי

source: add-on plugin from your CMS completely
he: תוסף ההרחבה מה-CMS שלך לחלוטין

source: Delete the premium
he: מחק את

source: If they are both activated and you still don't see the premium features, you can try the following:
he: אם שניהם מופעלים ואתה עדיין לא רואה את תכונות הפרימיום, אתה יכול לנסות את הבא:

source: Can you please check in your CMS > Plugins that both the free version and the premium add-on plugin are activated?
he: האם תוכל לבדוק ב-CMS שלך > תוספים ששני הגרסה החינמית ותוסף הפרימיום מופעלים?

source: I can't activate the premium licence
he: אני לא יכול להפעיל את רישיון הפרימיום

source: Alternatively, you can try adding the code snippet below to your functions.php to change the script injection from AJAX to static which might help.
he: לחילופין, אתה יכול לנסות להוסיף את קטע הקוד שלהלן ל-functions.php שלך כדי לשנות את הזרקת הסקריפט מ-AJAX לסטטי מה שעשוי לעזור.

source: Our plugin, just as many other plugins, needs Ajax to work properly. Sometimes Ajax calls are restricted on servers so you need to check if that's the case on your site too.
he: התוסף שלנו, כמו תוספים רבים אחרים, זקוק ל-Ajax כדי לעבוד כראוי. לפעמים קריאות Ajax מוגבלות בשרתים ולכן עליך לבדוק אם זה המקרה גם באתר שלך.

source: Common issue 3: Ajax script is blocked
he: בעיה נפוצה 3: סקריפט Ajax חסום

source: You can also try to disable the 'combine inline JS feature' if you run into any issues.
he: אתה יכול גם לנסות להשבית את 'תכונת שילוב JS מוטבע' אם אתה נתקל בבעיות כלשהן.

source: "Exclude JS" with value: gdpr-cookie-compliance/dist/scripts/main.js
he: "הוצא JS" עם ערך: gdpr-cookie-compliance/dist/scripts/main.js

source: "Exclude Cookies" with value: moove_gdpr_popup
he: "הוצא עוגיות" עם ערך: moove_gdpr_popup

source: If you are using any caching plugins, you will need to exclude our plugin assets by following the steps below:
he: אם אתה משתמש בתוספי מטמון כלשהם, תצטרך להוציא את נכסי התוסף שלנו על ידי ביצוע השלבים הבאים:

source: Common issue 2: Cache conflict
he: בעיה נפוצה 2: התנגשות מטמון

source: If you don't see the updates correctly, the best is to view the site in a private browsing window or you can use a different browser to ensure that your local cache does not interfere.
he: אם אינך רואה את העדכונים כראוי, הכי טוב לצפות באתר בחלון גלישה פרטית או שתוכל להשתמש בדפדפן אחר כדי להבטיח שהמטמון המקומי שלך אינו מפריע.

source: There also might be some conflict with your theme or plugins, or with a caching plugin that should be investigated by your developers.
he: יתכן גם שיש התנגשות כלשהי עם ערכת הנושא או התוספים שלך, או עם תוסף מטמון שיש לחקור על ידי המפתחים שלך.

source: Privacy Overview
he: סקירת פרטיות

source: Reject All
he: דחה הכל

source: Enable All
he: הפעל הכל

source: Save Changes
he: שמור שינויים

source: Strictly Necessary Cookies
he: עוגיות הכרחיות

source: 3rd Party Cookies
he: עוגיות צד שלישי

source: Cookie Policy
he: מדיניות עוגיות

source: You can check if you have any console errors using Chrome browser (Inspect > Console).
he: אתה יכול לבדוק אם יש לך שגיאות מסוף כלשהן באמצעות דפדפן Chrome (בדוק > מסוף).

source: Our plugin doesn't work if there are any console errors on your site. For that reason, it's important to fix those before contacting our support as we won't be able to help you until the errors are fixed.
he: התוסף שלנו לא עובד אם יש שגיאות מסוף כלשהן באתר שלך. מסיבה זו, חשוב לתקן אותן לפני יצירת קשר עם התמיכה שלנו מכיוון שלא נוכל לעזור לך עד שהשגיאות יתוקנו.

source: Common issue 1: Console errors
he: בעיה נפוצה 1: שגיאות מסוף

source: There might be several reasons why and most of them can be fixed easily and quickly.
he: יכולות להיות מספר סיבות לכך ורוב הסיבות ניתנות לתיקון בקלות ובמהירות.
