Repository: alexKov24/gdpr-cookie-compliance-translation
Catalog: gdpr-cookie-compliance-*.po
Languages: he

source: Plugin doesn't work as expected
he: התוסף לא עובד כמצופה

source: Premium Shortcodes
he: קיצורי קוד פרימיום

source: Premium Hooks
he: ווים פרימיום

source: Default Hooks
he: ווים ברירת מחדל

source: FAQ
he: שאלות נפוצות

source: Troubleshooting
he: פתרון בעיות

source: Please ensure you have the %s enabled.
he: אנא ודא שה-%s מופעל.

source: Please ensure you have the %s Force Reload %s enabled.
he: אנא ודא שה-%s רענון כפוי %s מופעל.

source: activate again
he: הפעל שוב

source: Paste the licence key again and %s this will force automatic download of the latest version of the premium add-on and everything should work now.
he: הדבק את מפתח הרישיון שוב ו%s זה יכפה הורדה אוטומטית של הגרסה האחרונה של תוספת הפרימיום והכל אמור לעבוד כעת.

source: If not, please ensure that %s both are activated %s, not just installed.
he: אם לא, אנא ודא ש-%s שניהם מופעלים %s, ולא רק מותקנים.

source: More info here: %s
he: מידע נוסף כאן: %s

source: Check %s in private browsing - if it's restricted, you need to whitelist the admin-ajax.php in your .htaccess file, or to apply the HTTP protection for the wp-login.php only.
he: בדוק %s בגלישה פרטית - אם הוא מוגבל, עליך לאשר את admin-ajax.php בקובץ ה-.htaccess שלך, או להחיל את הגנת HTTP רק על wp-login.php.

source: Renew Consent
he: חדש הסכמה

source: Hide Cookie Banner on Selected Posts / Pages
he: הסתר את כרזת העוגיות בפוסטים / דפים נבחרים

source: Free trial
he: ניסיון חינם

source: Track user activity & duration on your website with this incredibly powerful, easy-to-use and well supported plugin.
he: עקוב אחר פעילות המשתמש ומשך הזמן באתר שלך עם תוסף זה שהוא חזק במיוחד, קל לשימוש ובעל תמיכה טובה.

source: User Activity Tracking and Log
he: מעקב ורישום פעילות משתמש

source: Active installations
he: התקנות פעילות

source: Downloads
he: הורדות

source: rating this plugin
he: דירוג תוסף זה

source: You can help other users find it too by
he: אתה יכול לעזור למשתמשים אחרים למצוא אותו גם על ידי

source: Find this plugin useful?
he: מצאת תוסף זה שימושי?

source: Buy Now
he: קנה עכשיו

source: and more...
he: ועוד...

source: Language specific scripts
he: סקריפטים ספציפיים לשפה

source: Display cookie banner for EU visitors only
he: הצג את כרזת העוגיות למבקרים מהאיחוד האירופי בלבד

source: Consent Analytics
he: אנליטיקת הסכמה

source: Accept cookies on scroll
he: קבל עוגיות בגלילה

source: WordPress Multisite support
he: תמיכה במספר אתרים של WordPress

source: Export & import
he: ייצוא וייבוא

source: Includes a cookiewall layout
he: כולל פריסת קיר עוגיות

source: Premium Add-On
he: תוסף פרימיום

source: Export / Import Settings
he: ייצוא / ייבוא הגדרות

source: Deactivate Licence
he: כבה רישיון

source: This action will remove all of the premium features from your website.
he: פעולה זו תסיר את כל תכונות הפרימיום מהאתר שלך.

source: Please confirm that you would like to de-activate this licence.
he: אנא אשר שהיית רוצה לכבות רישיון זה.

source: Reset plugin to default state
he: אפס את התוסף למצב ברירת מחדל

source: This action will remove all of your custom modifications and settings
he: פעולה זו תסיר את כל השינויים וההגדרות המותאמים אישית שלך

source: Please confirm that you would like to reset the plugin settings to the default state
he: אנא אשר שהיית רוצה לאפס את הגדרות התוסף למצב ברירת המחדל

source: Reset Settings
he: אפס הגדרות

source: (Enter 0 if you want the consent to expire at the end of the current browsing session.)
he: (הזן 0 אם ברצונך שההסכמה תפוג בסוף הפעלת הגלישה הנוכחית.)

source: days
he: ימים

source: Consent expires after
he: ההסכמה פגה לאחר

source: Consent expiry
he: תפוגת הסכמה

source: Recommended default method is Static. Switch to dynamic for advanced cookie removal method if needed (uses more server performance)
he: שיטת ברירת המחדל המומלצת היא סטטית. עבור לדינמית לשיטת הסרת עוגיות מתקדמת אם יש צורך (משתמש ביותר ביצועי שרת)

source: Cookie Removal
he: הסרת עוגיות

source: Recommended default method is Static. Switch to dynamic only if you experience issues with static method (dynamic way uses more server resources)
he: שיטת ברירת המחדל המומלצת היא סטטית. עבור לדינמית רק אם אתה נתקל בבעיות עם השיטה הסטטית (הדרך הדינמית משתמשת ביותר משאבי שרת)

source: Dynamic
he: דינמי

source: Static
he: סטטי

source: Script Insertion Method
he: שיטת הכנסת סקריפט

source: Choose if you'd like the page to reload when user accepts cookies. If you choose not to, your analytical software will not count the current page visit as the cookies will be loaded during the next page load only.
he: בחר אם ברצונך שהדף יטען מחדש כאשר המשתמש מקבל עוגיות. אם תבחר שלא, תוכנת האנליטיקה שלך לא תספור את ביקור הדף הנוכחי מכיוון שהעוגיות ייטענו רק במהלך טעינת הדף הבא.

source: Force Reload
he: כפה טעינה מחדש

source: Default label
he: תווית ברירת מחדל

source: Powered by GDPR
he: מופעל על ידי GDPR

source: Checkbox Labels
he: תוויות תיבת סימון

source: Reject All - Button Label
he: דחה הכל - תווית כפתור

source: Reject All button
he: כפתור דחה הכל

source: Enable All - Button Label
he: הפעל הכל - תווית כפתור

source: Enable All button
he: כפתור הפעל הכל

source: Save Settings - Button Label
he: שמור הגדרות - תווית כפתור

source: Save Settings button
he: כפתור שמור הגדרות

source: One page layout
he: פריסת דף אחד

source: Tabs layout
he: פריסת כרטיסיות

source: Choose your layout
he: בחר את הפריסה שלך

source: Multisite Settings
he: הגדרות אתרים מרובים

source: Iframe Blocker
he: חוסם Iframe

source: Geo Location Setup
he: הגדרת מיקום גיאוגרפי

source: Please don't forget to add screenshots or video recording of your screen that would help us see what issues you are experiencing.
he: אנא אל תשכח להוסיף צילומי מסך או הקלטת וידאו של המסך שלך שיעזרו לנו לראות באילו בעיות אתה נתקל.

source: 3. Create a Support Ticket
he: 3. צור כרטיס תמיכה

source: Here are the best steps to find answers to your questions and resolve issues as fast as possible
he: הנה השלבים הטובים ביותר למצוא תשובות לשאלות שלך ולפתור בעיות במהירות האפשרית

source: Support
he: תמיכה

source: new support ticket
he: כרטיס תמיכה חדש

source: If you still need support, you can create a %s in our Support Forum.
he: אם אתה עדיין זקוק לתמיכה, אתה יכול ליצור %s בפורום התמיכה שלנו.

source: support forum
he: פורום תמיכה

source: Most questions have already been asked by other users so you can find answers quickly and resolve issues fast by searching for the problem on our %s. Search bar is located in the top right corner.
he: רוב השאלות כבר נשאלו על ידי משתמשים אחרים כך שתוכל למצוא תשובות במהירות ולפתור בעיות מהר על ידי חיפוש הבעיה ב-%s שלנו. סרגל החיפוש ממוקם בפינה הימנית העליונה.

source: Support Forum
he: פורום תמיכה

source: 2. Search our %s
he: 2. חפש את ה-%s שלנו

source: Most issues can be resolved quickly and easily. We compiled the list of basic troubleshooting, hooks, filters, shortcodes and more in our %s section.
he: רוב הבעיות ניתנות לפתרון במהירות ובקלות. אספנו את רשימת פתרון הבעיות הבסיסי, הווים, המסננים, קיצורי הקוד ועוד בחלק ה-%s שלנו.

source: Documentation
he: תיעוד

source: 1. Check the %s
he: 1. בדוק את ה-%s

source: For example, you can use it for Google Analytics script or any other 3rd party code snippets.
he: לדוגמה, אתה יכול להשתמש בו עבור סקריפט Google Analytics או כל קטעי קוד אחרים של צד שלישי.

source: Add scripts that you would like to be inserted to the FOOTER section of your pages when user accepts these cookies
he: הוסף סקריפטים שברצונך להכניס לחלק FOOTER של הדפים שלך כאשר המשתמש מקבל עוגיות אלה

source: Add scripts that you would like to be inserted to the BODY section of your pages when user accepts these cookies
he: הוסף סקריפטים שברצונך להכניס לחלק BODY של הדפים שלך כאשר המשתמש מקבל עוגיות אלה

source: For example, you can use it for Google Tag Manager script or any other 3rd party code snippets.
he: לדוגמה, אתה יכול להשתמש בו עבור סקריפט Google Tag Manager או כל קטעי קוד אחרים של צד שלישי.

source: Add scripts that you would like to be inserted to the HEAD section of your pages when user accepts these cookies
he: הוסף סקריפטים שברצונך להכניס לחלק HEAD של הדפים שלך כאשר המשתמש מקבל עוגיות אלה

source: Footer Section
he: חלק תחתית

source: Body Section
he: חלק גוף

source: Head Section
he: חלק ראש

source: Please fill out at least one of these fields:
he: אנא מלא לפחות אחד מהשדות הבאים:

source: Paste your codes and snippets below. They will be added to all pages if user enables these cookies.
he: הדבק את הקודים וקטעי הקוד שלך להלן. הם יתווספו לכל הדפים אם המשתמש מפעיל עוגיות אלה.

source: by default cookies should be
he: כברירת מחדל עוגיות צריכות להיות

source: Default status
he: מצב ברירת מחדל

source: Disable the Full Screen Mode
he: השבת את מצב מסך מלא

source: Please note that Full Screen Mode feature requires the Strictly Necessary Cookies to be always enabled (otherwise the Cookie Banner would be displayed at every visit).
he: שים לב שתכונת מצב מסך מלא דורשת שהעוגיות ההכרחיות תהיינה מופעלות תמיד (אחרת כרזת העוגיות תוצג בכל ביקור).

source: This option is not available in Full Screen Mode
he: אפשרות זו אינה זמינה במצב מסך מלא

source: This warning message will be displayed if the Strictly necessary cookies are not enabled and the user try to enable the "Third Party" or "Additional cookies"
he: הודעת אזהרה זו תוצג אם העוגיות ההכרחיות אינן מופעלות והמשתמש מנסה להפעיל את "עוגיות צד שלישי" או "עוגיות נוספות"

source: Strictly necessary required message.
he: הודעת דרישה לעוגיות הכרחיות.

source: This warning message will be displayed when user disables the Strictly Necessary Cookies.
he: הודעת אזהרה זו תוצג כאשר המשתמש מבטל את העוגיות הנחוצות בהחלט.

source: Tab Warning Message
he: הודעת אזהרה בכרטיסייה

source: Always enabled and content hidden from user
he: תמיד מופעל ותוכן מוסתר מהמשתמש

source: Always enabled (user cannot disable it but can see the content)
he: תמיד מופעל (המשתמש אינו יכול לבטל זאת אך יכול לראות את התוכן)

source: Optional (user selects their preferences)
he: אופציונלי (המשתמש בוחר את העדפותיו)

source: Choose functionality
he: בחר פונקציונליות

source: No integration modules found.
he: לא נמצאו מודולי אינטגרציה.

source: Please ensure that you remove any hard-coded GA/GTM or Facebook/Meta Pixel scripts from your website theme or other plugins (including any other parts of this plugin) to prevent duplicate activation of the same scripts.
he: אנא ודא שאתה מסיר כל סקריפט מקודד קשיח של GA/GTM או פיקסל של פייסבוק/מטא מערכת הנושא של האתר שלך או מתוספים אחרים (כולל חלקים אחרים של תוסף זה) כדי למנוע הפעלה כפולה של אותם סקריפטים.

source: Using the settings below, you can ensure that the tracking scripts will be loaded only if your website visitors accept the selected cookie category.
he: באמצעות ההגדרות שלהלן, תוכל להבטיח שסקריפטי המעקב יטענו רק אם מבקרי האתר שלך מקבלים את קטגוריית העוגיות שנבחרה.

source: Connect your GA/GTM or Meta Pixel tracking easily to the cookie categories used by this plugin.
he: חבר בקלות את מעקב ה-GA/GTM או פיקסל מטא לקטגוריות העוגיות המשמשות על ידי תוסף זה.

source: Integrations
he: אינטגרציות

source: Integrations for all languages
he: אינטגרציות לכל השפות

source: Licence Manager
he: מנהל רישיון

source: General Settings
he: הגדרות כלליות

source: Integrations [NEW]
he: אינטגרציות [חדש]

source: Cookie Settings Screen
he: מסך הגדרות עוגיות

source: We have detected that you have a multi-language setup.
he: זיהינו שיש לך הגדרת ריבוי שפות.

source: You need to insert the relevant script for the settings to be saved.
he: עליך להכניס את הסקריפט הרלוונטי כדי שההגדרות יישמרו.

source: Dismiss this notice.
he: סגור הודעה זו.

source: Settings saved.
he: ההגדרות נשמרו.

source: GDPR Cookie Compliance Plugin (CCPA ready)
he: תוסף תאימות עוגיות GDPR (מוכן ל-CCPA)

source: You are currently editing: %s version
he: אתה עורך כרגע: גרסת %s

source: Additional Cookies
he: עוגיות נוספות

source: This plugin is useful in preparing your site for cookie compliance, data protection and privacy regulations.
he: תוסף זה שימושי בהכנת האתר שלך לתאימות עוגיות, הגנת נתונים ותקנות פרטיות.

source: Full-Screen Mode Setup
he: הגדרת מצב מסך מלא

source: e.g.
he: לדוגמה

source: Enter your CDN root URL to enable CDN for GDPR Lity library files. The URL can be http, https or protocol-relative
he: הזן את כתובת ה-URL של שורש ה-CDN כדי לאפשר CDN עבור קבצי ספריית GDPR Lity. כתובת ה-URL יכולה להיות http, https או פרוטוקול יחסי

source: Optional, leave it empty to use default domain
he: אופציונלי, השאר ריק כדי להשתמש בדומיין ברירת המחדל

source: CDN Base URL
he: כתובת URL בסיס CDN

source: Specify custom font
he: ציין גופן מותאם אישית

source: Inherit font-family from your WordPress theme
he: ירש משפחת גופנים מערכת הנושא של WordPress שלך

source: Default
he: ברירת מחדל

source: Choose font
he: בחר גופן

source: Squared corners
he: פינות מרובעות

source: Rounded corners
he: פינות מעוגלות

source: Button Style
he: סגנון כפתור

source: pixels
he: פיקסלים

source: Recommended size:
he: גודל מומלץ:

source: Cookie Settings Logo
he: לוגו הגדרות עוגיות

source: Brand Colour
he: צבע מותג

source: Branding
he: מיתוג

source: milliseconds
he: אלפיות שנייה

source: Banner initialization delay
he: השהיית אתחול באנר

source: Content
he: תוכן

source: Cookie Banner
he: באנר עוגיות

source: Accessibility
he: נגישות

source: Light
he: בהיר

source: Dark
he: כהה

source: Colour scheme
he: סכמת צבעים

source: Bottom Right
he: ימין למטה

source: Bottom Left
he: שמאל למטה

source: Bottom
he: למטה

source: Top
he: למעלה

source: Cookie Banner position
he: מיקום באנר עוגיות

source: Redirect location
he: מיקום הפניה מחדש

source: (The cookies are rejected and the user will be redirected to the specified URL.)
he: (העוגיות נדחות והמשתמש יופנה מחדש לכתובת ה-URL המצוינת.)

source: as a Redirect
he: כהפניה מחדש

source: (The cookies are accepted and the cookie banner does not re-appear until the cookie consent expires.)
he: (העוגיות מתקבלות ובאנר העוגיות אינו מופיע שוב עד שהסכמת העוגיות פגה.)

source: as an Accept button
he: ככפתור קבלה

source: (The cookies are rejected and the cookie banner does not re-appear until the cookie consent expires.)
he: (העוגיות נדחות ובאנר העוגיות אינו מופיע שוב עד שהסכמת העוגיות פגה.)

source: as a Reject button
he: ככפתור דחייה

source: (The Cookie Banner becomes hidden for the duration of the current browsing session, without accepting or rejecting cookies. The Cookie Banner will re-appear when the user next visits your site.)
he: (באנר העוגיות הופך מוסתר למשך הפעילות של הפעלת הגלישה הנוכחית, מבלי לקבל או לדחות עוגיות. באנר העוגיות יופיע שוב כאשר המשתמש יבקר שוב באתר שלך.)

source: as a Close button
he: ככפתור סגירה

source: Choose how the Close button should behave
he: בחר כיצד כפתור הסגירה צריך להתנהג

source: Close button
he: כפתור סגירה

source: Settings - Button Label
he: הגדרות - תווית כפתור

source: Settings button opens up the Cookie Settings Screen.
he: כפתור ההגדרות פותח את מסך הגדרות העוגיות.

source: Settings button
he: כפתור הגדרות

source: Text Colour
he: צבע טקסט

source: Select
he: בחר

source: Background Colour
he: צבע רקע

source: Custom colour
he: צבע מותאם אישית

source: Less visible
he: פחות נראה

source: Same as Accept button
he: זהה לכפתור קבלה

source: Choose how visible the Reject button should be
he: בחר עד כמה נראה צריך להיות כפתור הדחייה

source: Reject - Button Label
he: דחייה - תווית כפתור

source: Reject button allows users to reject all cookies.
he: כפתור דחייה מאפשר למשתמשים לדחות את כל העוגיות.

source: Reject button
he: כפתור דחייה

source: Accept - Button Label
he: קבלה - תווית כפתור

source: Accept button allows users to accept all cookies.
he: כפתור קבלה מאפשר למשתמשים לקבל את כל העוגיות.

source: Accept button
he: כפתור קבלה

source: You can change the order by drag & drop
he: ניתן לשנות את הסדר על ידי גרירה ושחרור

source: Button Setup
he: הגדרת כפתורים

source: Cookie Banner Content
he: תוכן באנר עוגיות

source: Off
he: כבוי

source: On
he: פעיל

source: Turn
he: הפעל

source: Cookie Banner Settings
he: הגדרות באנר עוגיות

source: You can find out more about which cookies we are using or switch them off in [%s]settings[/%s].
he: תוכל למצוא מידע נוסף על העוגיות בהן אנו משתמשים או לכבות אותן ב[%s]הגדרות[/%s].

source: We are using cookies to give you the best experience on our website.
he: אנו משתמשים בעוגיות כדי לתת לך את החוויה הטובה ביותר באתר שלנו.

source: Settings
he: הגדרות

source: Reject
he: דחה

source: Accept
he: קבל

source: Set 0 for the Cookie Banner to appear with no delay.
he: הגדר 0 כדי שבאנר העוגיות יופיע ללא השהיה.

source: This feature can be used to improve Largest Contentful Paint (LCP) metric in PageSpeed Insights.
he: ניתן להשתמש בתכונה זו כדי לשפר את מדד Largest Contentful Paint (LCP) ב-PageSpeed Insights.

source: Choose the right accessibility experience for your users. You can decide wether pressing tab key on your keyboard should first focus on the Cookie Banner or on your website's content.
he: בחר את חוויית הנגישות הנכונה עבור המשתמשים שלך. אתה יכול להחליט האם לחיצה על מקש Tab במקלדת שלך צריכה להתמקד תחילה בבאנר העוגיות או בתוכן האתר שלך.

source: settings
he: הגדרות

source: You can use the following shortcut to link the Cookie Settings Screen:
he: ניתן להשתמש בקיצור הדרך הבא כדי לקשר למסך הגדרות העוגיות:

source: Hidden
he: מוסתר

source: Visible
he: נראה

source: Visibility on mobile
he: נראות בנייד

source: Button - Hover Label
he: כפתור - תווית מעבר

source: Disabled
he: מושבת

source: Enabled
he: מופעל

source: Floating Button
he: כפתור צף

source: Change cookie settings
he: שנה הגדרות עוגיות

source: GDPR Analytics
he: ניתוח GDPR

source: Save changes
he: תוכן כרטיסייה

source: Tab Title
he: כותרת כרטיסייה

source: Video Tutorial
he: מדריך וידאו

source: Accept Cookies on Scroll / Hide timer
he: קבל עוגיות בגלילה / הסתר טיימר

source: Consent Log
he: יומן הסכמה

source: Cookie Declaration
he: הצהרת עוגיות
